answer_to_cmd_start_for_people = '''
Здравствуйте, <b>{}</b>! Этот бот предназначен для ответов на любые ваши вопросы! 
/start - Перезапуск бота
/chat - Задать вопрос нейросети
/help - Помощь 
'''

answer_to_cmd_start_for_admin = '''
Здравствуйте, <b> {} </b> 
у вас есть доступ к расширенным функциям!
/start - Перезапуск бота 
/chat - Задать вопрос нейросети
/get_users - Число пользователей
/mailing - Рассылка
/add_admin - Добавить админа
/delete_admin - Удалить админа
/help - Помощь'''

for_CMD_get_users = """<i>Кол-во <b>всех</b> пользователей:</i><b> {}</b>
<i>Кол-во <b>живых</b> пользователей:</i><b> {}</b>
<i>Кол-во <b>мертый</b> пользователей:</i><b> {}</b>"""

main_menu_for_people = '''Главное меню:
/chat - Задать вопрос "ChatGPT-4"
/start - Перезапуск бота
/help - Вопрос к функциям'''

main_menu_for_admin = '''Главное меню:
у вас есть доступ к расширенным функциям!
/start - Перезапуск бота 
/chat - Задать вопрос нейросети
/get_users - Число пользователей
/mailing - Рассылка
/add_admin - Добавить админа
/delete_admin - Удалить админа
/help - Помощь'''