answer_to_cmd_start_for_people = '''
Здравствуйте, <b>{}</b>! Этот бот предназначен для ответов на любые ваши вопросы и для создания любых картинок!
Чтобы продолжить откройте командное меню
'''

answer_to_cmd_start_for_admin = '''
Здравствуйте, <b> {} </b> 
У вас есть доступ к расширенным функциям!
Для дальнейших действий, откройте командное меню'''

for_CMD_get_users = """<i>Кол-во <b>всех</b> пользователей:</i><b> {}</b>
<i>Кол-во <b>живых</b> пользователей:</i><b> {}</b>
<i>Кол-во <b>мертый</b> пользователей:</i><b> {}</b>"""

"""main_menu_for_people = Главное меню:
/chat - Задать вопрос "ChatGPT-4"
/start - Перезапуск бота
/help - Вопрос к функциям"""

"""main_menu_for_admin = Главное меню:
у вас есть доступ к расширенным функциям!
/start - Перезапуск бота 
/chat - Задать вопрос нейросети
/get_users - Число пользователей
/mailing - Рассылка
/add_admin - Добавить админа
/delete_admin - Удалить админа
/help - Помощь"""

for_answer_to_add_chennel = '''После того, как нажмете на эту кнопку, отправьте id канала, затем url канала. На этот канал будут подписываться пользователи для получения \"безлемита\" на генерацию картинок.'''
for_answer_to_delete_chennel = '''После того, как нажмете на эту кнопку, отправьте id канала, затем url канала. Этот канал будет удален для получения \"безлимита\" на генерацию картинок.'''

promt_for_check_news = """Привет! Твоя задача - научиться различать новости, я имею ввиду, различать какая новость ложная, а какая истинная. 
Давай самую важную информацю из этой новости. Объяснять эту новость простым языком. на следующие вопросы отвечай какая это новость, 
правдивая или ложная, затем обосновывай свой ответ. твой первый вопрос: """

promt_for_programmer_or_IT = """Привет! Твоя задача - углубиться в тему программирования и во все, что с этим связанно. 
Ты должен ориентироваться в терминах связанных с программированием и IT-технологиями. Ты должен знать с чего все начиналось, что сейчас, и что будет потом. 
Ты должен знать про такие устроиства как: ноутбук, компьютер, телефон, принтер, геймпад, клавиатура и тд. Ты должне уметь рассказать про них, какие они бывают, 
для чего нужны, знать их историю. Что касается программирования, ты дожлжен быть как самый лучший разработчик чего-либо. Ты можешь подсказать идею, код. 
Ты модешь сам написать код. Ты должен уметь думать не стандартно, чтобы точно найти решение для любой задачи. Твой первый вопрос: """

